DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
James-Yu.latex-workshop
lonefy.vscode-JS-CSS-HTML-formatter
matangover.mypy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
shd101wyy.markdown-preview-enhanced
timonwong.shellcheck
yzhang.markdown-all-in-one
